{
    "nome_completo": "Ariane Cardoso Teixeira",
    "o_que_eu_quero": "Estou em busca de boas oportunidades para aprender e compartilhar conhecimentos nas áreas de tecnologia e design multimídia.",
    "cidade_estado": "São Paulo/SP",
    "link_linkedin": "https://www.linkedin.com/in/ari-teixeira",
    "link_github": "https://github.com/ariane-cardoso-teixeira",
    "email": "ariane.cardoso.teixeira@gmail.com",
    "um_pouco_sobre_mim": [
        "Mulher negra, oriunda de família nordestina que passou por diversas dificuldades sociais, aprendo até hoje a importância da educação na minha vida, que por via dela pude acessar informações e locais que me levam a buscar cada vez mais pelo meu desenvolvimento como pessoa e profissinal.",
        "Por precisão iniciei minha vida profissional muito cedo, mais certamente, aos 15 anos, e durante esse período até o momento, passei por várias experiências profissionais ligadas a área de atendimento ao público.",
        "Assim, posso dizer que gosto de estar em contato com pessoas e de buscar auxiliá-las a resolver problemas.",
        "Busquei me profissionalizar nas áreas de Design, por uma grande paixão que carrego desde criança pela arte de CRIAR. Sendo sincera, sou apaixonada por isso.",
        "Em uma de minhas formações acadêmicas comecei a me aproximar de assuntos ligados a tecnologia, onde um novo interesse surgiu, na intenção de um aprendizado constante e que me tiraria de certa forma, da minha zona de conforto que é as Artes",
        "Não somente apaixonada por Design e Tecnologia, sou admirada pela Música, Moda e processos manuais.",
        "Isto posto, nas horas vagas, sempre procuro participar de cursos de Canto, Instrumentos de cordas e percussivos, Costura, Tricô, Crochê, Bordado, Tecelagem e Marcenaria, em sua maioria, oferecidos pela rede Sesc. Sesc eu te amo"
    ],
    "no_que_ja_trabalhei": [
        {
            "cargo_funcao": "Designer Gráfica Freelancer",
            "empresa": "Autônoma",
            "periodo": "Janeiro/2019 até o momento",
            "atividades_desenvolvidas": "Traduzo visualmente todas as intenções comerciais e estratégicas de um profissional, empresa ou instituição em relação a um produto, serviço e ou evento."
        },

        {
            "cargo_funcao": "Desenvolvedora Front-end Freelancer",
            "empresa": "Cozinha da Rê",
            "periodo": "Maio/2020",
            "atividades_desenvolvidas": "Projeto produzido durante o Bootcamp integral de Front_end da Reprograma. Construído em formação de equipe de cinco mulheres desenvolvedoras. Utilizamos as tecnologias HTML, CSS, Bootstrap, JavaScript, Jquery, Figma, Git e Github.",
            "link": "https://www.cozinhadare.com.br/"
        },

        {
            "cargo_funcao": "Estagiária em Design Gráfico",
            "empresa": "Assembleia Legislativa do Estado de São Paulo",
            "periodo": "Julho/2017 a Agosto/2018",
            "atividades_desenvolvidas": "Fui responsável pelo desenvolvimento de peças para sinalização arquitetônica, identidade visual, planejamento, produção e conferência de conteúdos institucionais para web e impressão."
        },

        {
            "cargo_funcao": "Atendente Telemarketing",
            "empresa": "Freitas Grupo Executivo de Cobranças",
            "periodo": "Março/2014 a Maio/2014",
            "atividades_desenvolvidas": "Operadora Telemarketing Ativa, responsável pelas cobranças e negociações do cartão Carrefour."
        },

        {
            "cargo_funcao": "Monitora de Recreação e Garçonete",
            "empresa": "Buffet Infantil Lé com Cré",
            "periodo": "Março/2013 a Novembro/2013",
            "atividades_desenvolvidas": "Monitoramento de brinquedos, execução de atividades recreativas para crianças, recepção de pessoas, preparo de pedidos, serviço de mesa e organização e limpeza de locais."
        }
    ],
    "o_que_ja_estudei": [
        {
            "curso": "Bootcamp Front-end",
            "instituicao": "Reprograma",
            "periodo": "Março/2020 a Agosto/2020",
            "resumo_conhecimentos_aprendidos": [ "Em 20 semanas desse curso instensivo, integral e feito para a formação de mulheres desenvolvedoras Front-end.",
            "Pude obter conhecimentos em UX Design, Figma, HTML, CSS, Responsividade, Bootstrap, JavaScript, Jquery, React, acessibilidade, Git e Github"
            ]
        },

        {
            "curso": "Técnico em Criação e Produção de Animações",
            "instituicao": "Senac",
            "periodo": "Setembro/2019 a Março/2020",
            "resumo_conhecimentos_aprendidos": "Planejamento, desenvolvimento e finalização de vinhetas e animações 2D"
        },

        {
            "curso": "Técnico em Produção e Design para Web",
            "instituicao": "Senac",
            "periodo": "Agosto/2018 a Dezembro/2018",
            "resumo_conhecimentos_aprendidos": [ "Desenvolvimento de layout e produção de projetos gráficos para marketing digital.",
            "Planejamento e desenvolvimento de produtos para web. Edição de vídeos."
            ]
        },

        {
            "curso": "Técnico em Comunicação Visual",
            "instituicao": "Senac",
            "periodo": "Fevereiro/2017 a Julho/2018",
            "resumo_conhecimentos_aprendidos": [ "Produção de comunicação visual para impressos. Desenvolvimento de imagem vetorial.",
            "Tratamento de imagem digital. Planejamento de produção gráfica. Diagramação de livro, revista, fôlder, flyer, cartaz, banner, postal.",
            "Produção de infográfico e publicação digital. Elaboração de identidade visual. Desenvolvimento de manual de identidade visual.",
            "Design de embalagem cartotécnica e design para material de ponto de venda."
            ]
        },

        {
            "curso": "Ensino Médio",
            "instituicao": "E.E Doutor Octávio Mendes",
            "periodo": "Janeiro/2013 a Dezembro/2015",
            "resumo_conhecimentos_aprendidos": "Conclusão de todas as etapas da escolaridade básica e fundamental"
        }
    ],
    "meus_outros_aprendizados_e_interesses": [
        {
            "interesse_evento_curso":"Introdução à Modelagem 3D com Blender",
            "instituicao": "Sesc",
            "resumo_conhecimentos_interesses": "Desenvolver a prática na utilização das ferramentas e técnicas para a modelagem tridimensional no meio digital."
        },

        {
            "interesse_evento_curso": "Tipografia Experimental e Fabricação Digital",
            "instituicao": "Sesc",
            "resumo_conhecimentos_interesses": [ "Criação experimental de alfabetos e fontes tipográficas digitais.", 
            "Introdução as tecnologias de fabriação digital, como a cortadora a laser e a impressora 3D"
            ]
        }
    ],
    "no_que_me_destaco": [
        {
            "habilidade_ferramenta": "HTML",
            "pontuacao": 9
        },

        {
            "habilidade_ferramenta": "CSS",
            "pontuacao": 9
        },

        {
            "habilidade_ferramenta": "Figma",
            "pontuacao": 9
        },

        {
            "habilidade_ferramenta": "UX Design",
            "pontuacao": 9
        },

        {
            "habilidade_ferramenta": "Adobe Illustrator",
            "pontuacao": 10
        },

        {
            "habilidade_ferramenta": "Adobe Photoshop",
            "pontuacao": 7
        },

        {
            "habilidade_ferramenta": "Adobe Indesign",
            "pontuacao": 8
        },

        {
            "habilidade_ferramenta": "Adobe Animate",
            "pontuacao": 7
        },

        {
            "habilidade_ferramenta": "Adobe After Effects",
            "pontuacao": 6
        },

        {
            "habilidade_ferramenta": "Blender",
            "pontuacao": 7
        },

        {
            "habilidade_ferramenta": "Corel Draw",
            "pontuacao": 10
        },

        {
            "habilidade_ferramenta": "Tecnologias Assistivas",
            "pontuacao": 5
        },

        {
            "habilidade_ferramenta": "JavaScript",
            "pontuacao": 7
        },

        {
            "habilidade_ferramenta": "Jquery",
            "pontuacao": 7
        },

        {
            "habilidade_ferramenta": "Python",
            "pontuacao": 4
        },

        {
            "habilidade_ferramenta": "Bootstrap",
            "pontuacao": 6
        },

        {
            "habilidade_ferramenta": "React",
            "pontuacao": 6
        },

        {
            "habilidade_ferramenta": "Metodologias Ágeis",
            "pontuacao": 7
        },

        {
            "habilidade_ferramenta": "Git e Github",
            "pontuacao": 7
        },

        {
            "habilidade_ferramenta": "Hospedagem de Site",
            "pontuacao": 6
        }
    ]
}